tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

tap "github/gh"
tap "heroku/brew"

brew "git"
brew "openssl"
brew "coreutils"
brew "gcc"
brew "readline"
brew "cmake"
brew "automake"
brew "bison"
brew "zsh"
brew "libpqxx"
brew "libxml2"
brew "libyaml"
brew "libffi"
brew "imagemagick"
brew "vips"
brew "gdbm"
brew "ffmpeg"

brew "ripgrep"
brew "fzf"
brew "tree"
brew "httpie"
brew "jq"
brew "wget"
brew "fswatch"
brew "guetzli"
brew "asciinema"
brew "nginx"
brew "tmux"
brew "overmind"
brew "watchman"
brew "wrk"
brew "ruby-install"
brew "chruby"
brew "node"
brew "yarn"

brew "memcached", restart_service: :changed
brew "postgresql@11", restart_service: :changed
brew "redis", restart_service: :changed

brew "you-get"
brew "youtube-dl"
brew "github/gh/gh"
brew "heroku"

cask "1password"
cask "alfred"
cask "github"
cask "chromedriver"
cask "wkhtmltopdf"
cask "dropbox"
cask "sublime-text"
cask "firefox"
cask "google-chrome"
cask "gifski"
cask "vlc"
cask "spectacle"
cask "imageoptim"
cask "iterm2"
cask "telegram"
